[
  "obsidian-style-settings",
  "obsidian-icon-folder",
  "highlightr-plugin",
  "obsidian-banners",
  "dataview",
  "obsidian-outliner",
  "note-gallery",
  "calendar",
  "obsidian-plugin-toc",
  "obsidian-git"
]